drbapi/SoapRequestExample.xml

<?xml version="1.0" encoding="UTF-8"?>
<env:Envelope
 xmlns:env="http://www.w3.org/2003/05/soap-envelope" 
 xmlns:ns1="http://api.leagues.datawiresport.dev/data-sync"
 >
 <env:Body>
  <ns1:test>
  	<ns1:year>2016</ns1:year>
  </ns1:test>
 </env:Body>
</env:Envelope>